{
  "@title": "General Terms and Conditions",
  "@title-scope-defense-clause": "§ 1 Scope & Defense Clause",
  "@description-scope-defense-clause-1": "(1) For the legal relationships established by Fleksa UG (haftungsbeschränkt) (hereinafter: Fleksa.com) between the operator of the restaurant you have chosen and his customers, the following general terms and conditions apply at the time of the order. We would like to point out that Fleksa.com is only the intermediary of services and technical service providers. The delivery of the order takes place exclusively through the partner restaurants (hereinafter: providers), who are solely responsible for the quality of the dishes.",
  "@description-scope-defense-clause-2": "(2) Deviating general terms and conditions of the customer will be rejected.",
  "@title-formation-of-contract": "§ 2 Formation of the contract",
  "@description-formation-of-contract-1": "(1) The promotion of the offer on the website (www. Https://www.fleksa.com/) does not constitute a binding offer on the part of the provider to conclude a purchase contract. The customer is only requested to do so by placing an order.",
  "@description-formation-of-contract-2": "(2) By sending the order, the customer makes a binding offer aimed at the conclusion of a purchase contract for the goods contained in the shopping cart. By submitting the order, the customer also recognizes these terms and conditions as solely decisive for the legal relationship with the provider.",
  "@description-formation-of-contract-3": "(3) The provider confirms receipt of the customer's order by sending a confirmation email. This order confirmation does not yet represent the acceptance of the contract offer by the provider. It only serves to inform the customer that the order has been received by the provider. The declaration of acceptance of the contract offer is made through the delivery of the goods or an express declaration of acceptance.",
  "@description-formation-of-contract-4": "(4) In the event of typing, printing, and arithmetic errors on the website or other product descriptions, Fleksa.com is entitled to concrete price calculation. In this case, the customer has an unlimited right of withdrawal from the delivery contract.",
  "@description-formation-of-contract-5": "(5) The images reproduced on the Fleksa.com website or other product representations are symbolic; the goods may differ in design, looks and color.",
  "@description-formation-of-contract-6": "(6) Customer orders can be placed online based on these delivery terms.",
  "@description-formation-of-contract-7": "(7) Customer orders are processed in the order they are received during business hours unless operational requirements require different handling.",
  "@description-formation-of-contract-8": "(8) The minimum order value results from the information on our website.",
  "@title-delivery": "§ 3 Delivery",
  "@description-delivery-1": "(1) The delivery takes place as quickly as possible, regularly within 30 minutes. All information about the delivery time and/or delivery time, including any delivery time forecasts, is non-binding unless the delivery time and/or delivery time has been expressly agreed in writing by Fleksa.com. This also applies to appointment orders by the customer, the binding nature of which must be expressly confirmed in writing by Fleksa.com.",
  "@description-delivery-2": "(2) Delivery takes place exclusively within the delivery area unless Fleksa.com expressly promises delivery outside of this delivery area in writing.",
  "@description-delivery-3": "(3) The prices stated on the Fleksa.com website are gross prices and include delivery.",
  "@description-delivery-4": "(4) The purchase price is paid using the payment options offered by Fleksa.com.",
  "@title-retention-of-title": "§ 4 Retention of title",
  "@description-retention-of-title-1": "The retention of title is legally regulated by § 449 (1) BGB. In addition, ownership is subject to the condition precedent pursuant to Section 158 (1) of the German Civil Code, according to which the goods delivered remain the property of Fleksa.com until the purchase price has been paid in full.",
  "@title-warranty-liability-of-defects": "§ 5 Warranty & liability for defects",
  "@description-warranty-liability-of-defects-1": "(1) The warranty rights of the customer are based on the general statutory provisions unless otherwise specified below.",
  "@description-warranty-liability-of-defects-2": "(2) The provider does not declare a guarantee.",
  "@description-warranty-liability-of-defects-3": "(3) Upon delivery, the goods are to be checked for external damage and obvious errors and, if necessary, to be claimed immediately. If the damage and / or losses occur during transport, the driver will inform the customer immediately and parallelly by notifying Fleksa.com.",
  "@description-warranty-liability-of-defects-4": "(4) If the delivered goods are defective, the customer can request a supplementary performance by replacement delivery. If the subsequent performance fails, the customer can withdraw from the purchase contract, reduce the purchase price, or claim compensation for a not insignificant defect.",
  "@title-disclaimer": "§ 6 Disclaimer",
  "@description-disclaimer-1": "(1) Claims for damages by the customer are excluded unless otherwise specified below. The above disclaimer also applies in favor of the provider's legal representatives and various agents, provided the customer asserts claims against them.",
  "@description-disclaimer-2": "(2) Excluded from the disclaimer set out in Section 1 are claims for damages due to injury to life, limb, health, and claims for damages from the violation of essential contractual obligations. Essential contractual obligations are those whose fulfillment is necessary to achieve the objective of the contract, e.g. the provider must hand over the item to the customer free of material and legal defects and provide ownership of it. Liability for damage that is based on an intentional or grossly negligent breach of duty by the provider, his legal representatives or vicarious agents are also excluded from the disclaimer.",
  "@description-disclaimer-3": "(3) Provisions of the Product Liability Act (ProdHaftG) remain unaffected.",
  "@title-choice-law-place-jurisdiction": "§ 7 Choice of law, place of jurisdiction",
  "@description-choice-law-place-jurisdiction-1": "(1) The law of the Federal Republic of Germany applies to the contractual relationship between the provider and the customer. The mandatory consumer protection regulations of the country in which the customer is habitually resident are excluded from this choice of law. The application of UN sales law is excluded.",
  "@description-choice-law-place-jurisdiction-2": "(2) The place of jurisdiction for all disputes arising from the contractual relationship between the customer and the provider is Berlin, provided that the customer is a merchant, a legal entity under public law or a special fund under public law.",
  "@description-choice-law-place-jurisdiction-3": "(3) Should a provision of these general terms and conditions be ineffective, the effectiveness of the remaining provisions will not be affected.",
  "@title-revocation": "§ 8 Revocation policy",
  "@description-revocation-1": "Cancellation created by BGB Appendix 1 to Art 246a § 1 Paragraph 2 Clause 2. reference: Federal Law Gazette I 2013, 3642 to 3670request...",
  "@title-cancellation": "CANCELLATION",
  "@description-cancellation-1": "We remind you that you ordered food freshly prepared at your request. In this respect, there is no statutory right of withdrawal."
}