{
  "@title": "Data protection declaration",
  "@sub-title-1": "1. General information and principles of data processing",
  "@sub-title-1-paragraph-1": "We are pleased that you are visiting our website. The protection of your privacy and the protection of your personal data, the so-called personal data, when using our website is very important to us.",
  "@sub-title-1-paragraph-2": "According to Art. 4 No. 1 GDPR, personal data is all information relating to an identified or identifiable natural person. This includes, for example, information such as your first and last name, your address, your telephone number, your email address, but also your IP address. Data that cannot be linked to your person, such as anonymization, is not personal data. The processing (e.g. collection, storage, reading, querying, use, transmission, deletion, or destruction) according to Art. 4 No. 2 GDPR always requires a legal basis or your consent. Processed personal data must be deleted as soon as the purpose of the processing has been achieved and there are no longer any statutory retention requirements. Here you will find information about the handling of your personal data when you visit our website. To provide the functions and services of our website, it is necessary that we collect personal data about you. We also explain to you the type and scope of the respective data processing, the purpose, and the corresponding legal basis and the respective storage period.",
  "@sub-title-1-paragraph-3": "This data protection declaration only applies to this website. It does not apply to other websites to which we only refer by means of a hyperlink. We cannot assume any responsibility for the confidential handling of your personal data on these third-party websites, as we have no influence on whether these companies comply with the data protection regulations. Please inform yourself directly about the handling of your personal data by these companies on this website.",

  "@sub-title-2": "2. Responsible body",
  "@sub-title-2-paragraph-1": "Responsible for the processing of personal data on this website is (see Imprint):",

  "@sub-title-3": "3. Provision and use of the website/server log files",
  "@sub-title-3-a": "a) Type and scope of data processing",
  "@sub-title-3-a-paragraph-1": "If you use this website without otherwise transmitting data to us (e.g. by registering or using the contact form), we collect technically necessary data via server log files are automatically transmitted to our server, including:",
  "@sub-title-3-a-point-1": "IP address",
  "@sub-title-3-a-point-2": "Date and time of the request",
  "@sub-title-3-a-point-3": "Name and URL of the file accessed",
  "@sub-title-3-a-point-4": "Website from which the access is (referrer URL)",
  "@sub-title-3-a-point-5": "Website from which the access is (referrer URL)",
  "@sub-title-3-a-point-6": "Browser type",
  "@sub-title-3-a-point-7": "Language and version of the browser software",
  "@sub-title-3-a-point-8": "operating system",

  "@sub-title-3-b": "b) Purpose and legal basis",
  "@sub-title-3-b-paragraph-1": "This processing is technically necessary in order to be able to display our website to you. We also use the data to ensure the security and stability of our website. The legal basis for this processing is Art. 6 Para. 1 lit. f) GDPR. The processing of the data mentioned is necessary for the provision of a website and thus serves to protect a legitimate interest of our company.",

  "@sub-title-3-c": "c) Storage period",
  "@sub-title-3-c-paragraph-1": "As soon as the personal data mentioned is no longer required to display the website, it will be deleted. The collection of the data for the provision of the website and the storage of the data in log files is absolutely necessary for the operation of the website. There is consequently no possibility for the user to object to this aspect. Further storage can take place in individual cases if this is required by law.",

  "@sub-title-4": "4. Use of cookies",

  "@sub-title-4-a": "a) Type, scope and purpose of data processing",
  "@sub-title-4-a-paragraph-1": "We use cookies. Cookies are small files that we send to your browser when you visit our website and are stored there.  Some functions of our website cannot be offered without the use of technically necessary cookies. Other cookies, on the other hand, enable us to carry out various analyzes. Some cookies can recognize the browser you are using when you visit our website again and transmit various information to us. We use cookies to facilitate and improve the use of our website. For example, we can use cookies to make our website more user-friendly and effective for you, for example by tracking your use of our website and determining your preferred settings (e.g. country and language settings). If third parties process information via cookies, they collect the information directly from your browser. Cookies do not cause any damage to your device. They cannot run programs and cannot contain viruses. Various types of cookies are used on our website, the type, and the function of which are explained below.",
  "@sub-title-4-a-paragraph-2": "Temporary cookies/session cookies",
  "@sub-title-4-a-paragraph-3": "Our website uses so-called temporary cookies or session cookies, which are automatically deleted as soon as you close your browser. These types of cookies make it possible to record your session ID. This allows various requests from your browser to be assigned to a common session and it is possible to recognize your end device when you visit the website again.",
  "@sub-title-4-a-paragraph-4": "Permanent cookies So-",
  "@sub-title-4-a-paragraph-5": "called permanent cookies are used on our website. Permanent cookies are cookies that are stored in your browser for a longer period of time and can transmit information. The respective storage period differs depending on the cookie. You can delete permanent cookies independently via your browser settings.",
  "@sub-title-4-a-paragraph-6": "Third-party cookies",
  "@sub-title-4-a-paragraph-7": "We use analytical cookies to monitor anonymized user behavior on our website.",
  "@sub-title-4-a-paragraph-8": "We also use advertising cookies. These cookies can be used to track user behavior for advertising and targeted marketing purposes. Social media cookies make it possible to establish a connection to your social networks and to share the content of our website within your networks.",
  "@sub-title-4-a-paragraph-9": "Configuration of the browser settings",
  "@sub-title-4-a-paragraph-10": "Most web browsers are preset so that cookies are automatically accepted. However, you can configure your browser so that it only accepts certain cookies or no cookies at all. However, we would like to point out that you may then no longer be able to use all functions of our website.",
  "@sub-title-4-a-paragraph-11": "You can also use your browser settings to delete cookies already stored in your browser. It is also possible to set your browser so that it notifies you before cookies are saved. Since the different browsers can differ in their respective functions, we ask you to use the respective help menu of your browser for the corresponding configuration options.",
  "@sub-title-4-a-paragraph-12": "Deactivating the use of cookies may require storing a permanent cookie on your computer. If you subsequently delete this cookie, you must deactivate it again.",

  "@sub-title-4-b": "b) Legal basis",
  "@sub-title-4-b-paragraph-1": "Due to the purposes described, the legal basis for the processing of personal data using cookies is Art. 6 para. 1 lit. f) GDPR. If you have given us your consent to the use of cookies on the basis of a notice given by us on the website (\"cookie banner\"), the legal basis is also Art. 6 Para.h3 h3",

  "@sub-title-4-c": "c) Storage period",
  "@sub-title-4-c-paragraph-1": "As soon as the data transmitted to us via cookies is no longer required for the purposes described above, this information will be deleted. Further storage can take place in individual cases if this is required by law.",

  "@sub-title-5": "5. Data collection to carry out pre-contractual measures and to fulfill the contract",
  "@sub-title-5-a": "a) Type and scope of data processing",
  "@sub-title-5-a-paragraph-1": "In the pre-contractual area and when the contract is concluded, we collect personal data about you. This concerns, for example, first and last name, address, email address, telephone number or bank details.",

  "@sub-title-5-b": "b) Purpose and legal basis of data",
  "@sub-title-5-b-paragraph-1": "processing We collect and process this data exclusively for the purpose of executing the contract or to fulfill pre-contractual obligations.",
  "@sub-title-5-b-paragraph-2": "The legal basis for this is Art. 6 Para. 1 lit b) GDPR. If you also give your consent, the additional legal basis is Art. 6 Para.h3 h3.",

  "@sub-title-5-c": "c) Storage period",
  "@sub-title-5-c-paragraph-1": "The data will be deleted as soon as it is no longer required for the purpose of processing it. There may also be statutory retention requirements, such as commercial or tax retention requirements under the Commercial Code (HGB) or the Tax Code (AO). If such storage obligations exist, we will block or delete your data at the end of these storage obligations.",

  "@sub-title-6": "6. Order form",
  "@sub-title-6-paragraph": "There is an order on our website which can be used for electronic pre-orders.",

  "@sub-title-6-a": "a) the type and scope of data processing",
  "@sub-title-6-a-paragraph-1": "Our data collection is limited to the following data:",
  "@sub-title-6-a-point-1": "Full Name",
  "@sub-title-6-a-point-2": "Phone Number",
  "@sub-title-6-a-point-3": "Email Address",
  "@sub-title-6-a-point-4": "Account details",
  "@sub-title-6-a-point-5": "Name of the product",

  "@sub-title-6-b": "b) Purpose and legal basis",
  "@sub-title-6-b-paragraph-1": "The purpose of data processing is the ability to process your order properly.",
  "@sub-title-6-b-paragraph-2": "The legal basis for this is Art. 6 Para. 1 lit. b) GDPR. The processing of the data serves the fulfillment of a contract or is necessary for the implementation of a pre-contractual measure, which was carried out at the request of the data subject.",

  "@sub-title-6-c": "c) Storage period",
  "@sub-title-6-c-paragraph-1": "The data will be deleted as soon as it is no longer needed to achieve the purpose of the processing.",
  "@sub-title-6-c-paragraph-2": "There may also be statutory retention requirements, such as commercial or tax retention requirements under the Commercial Code (HGB) or the Tax Code (AO). If such storage obligations exist, we will block or delete your data at the end of these storage obligations.",

  "@sub-title-7": "7. Registration option",
  "@sub-title-7-a": "a) Type and scope of data processing",
  "@sub-title-7-a-paragraph-1": "You can register on our website. When you register, we collect and save the data that you enter in the input mask (e.g. last name, first name, email address). Disclosure to third parties does not occur.",

  "@sub-title-7-b": "b) Purpose and legal basis of data processing",
  "@sub-title-7-b-paragraph-1": "Your registration is necessary for the use of certain content and services on our website or for the fulfillment of a contract or to carry out pre-contractual measures. After registration, you are free to change the personal data provided during registration at any time or to have it completely deleted from the database of the controller.",
  "@sub-title-7-b-paragraph-2": "In the case of consent, the legal basis for processing is Art. 6 Pah3) GDPR. If your registration serves to prepare a contract, Art. 6 Para. 1 lit. b) GDPR additional legal basis.",

  "@sub-title-7-c": "c) Storage period",
  "@sub-title-7-c-paragraph-1": "The data collected during registration will be stored by us as long as you are registered on our website and will then be deleted. Statutory retention periods remain unaffected. In addition, your registered personal data will be deleted when you",

  "@sub-title-8": "",
  "@sub-title-8-paragraph-1": "",

  "@sub-title-8-point-a": "",
  "@sub-title-8-point-b": "",
  "@sub-title-8-point-c": "",
  "@sub-title-8-point-d": "",
  "@sub-title-8-point-e": "",
  "@sub-title-8-point-e-point-1": "",
  "@sub-title-8-point-e-point-2": "",
  "@sub-title-8-point-e-point-3": "",

  "@sub-title-8-paragraph-2": "",

  "@sub-title-9": "",
  "@sub-title-9-a": "",
  "@sub-title-9-a-paragraph-1": "",

  "@sub-title-9-b": "",
  "@sub-title-9-b-paragraph-1": "",
  "@sub-title-9-b-paragraph-2": "",
  "@sub-title-9-b-paragraph-3": "",

  "@sub-title-9-c": "",
  "@sub-title-9-c-paragraph-1": "",
  "@sub-title-9-c-paragraph-2": "",

  "@sub-title-9-d": "",
  "@sub-title-9-d-paragraph-1": "",
  "@sub-title-9-d-paragraph-2": "",
  "@sub-title-9-d-paragraph-3": "",

  "@sub-title-10": "",
  "@sub-title-10-a": "",
  "@sub-title-10-a-paragraph-1": "",

  "@sub-title-10-b": "",
  "@sub-title-10-b-paragraph-1": "",
  "@sub-title-10-b-paragraph-2": "",
  "@sub-title-10-b-paragraph-3": "",

  "@sub-title-10-c": "",
  "@sub-title-10-c-paragraph-1": "",

  "@sub-title-11": "",
  "@sub-title-11-a": "",
  "@sub-title-11-a-paragraph-1": "",
  "@sub-title-11-a-point-1": "",
  "@sub-title-11-a-point-2": "",
  "@sub-title-11-a-point-3": "",
  "@sub-title-11-a-point-4": "",
  "@sub-title-11-a-point-5": "",
  "@sub-title-11-a-point-6": "",
  "@sub-title-11-a-point-7": "",
  "@sub-title-11-a-point-8": "",
  "@sub-title-11-a-point-9": "",
  "@sub-title-11-a-point-10": "",
  "@sub-title-11-a-point-11": "",
  "@sub-title-11-a-point-12": "",
  "@sub-title-11-a-point-13": "",
  "@sub-title-11-a-point-14": "",
  "@sub-title-11-a-point-15": "",
  "@sub-title-11-a-point-16": "",

  "@sub-title-11-b": "",
  "@sub-title-11-b-paragraph-1": "",
  "@sub-title-11-b-paragraph-2": "",

  "@sub-title-11-c": "",
  "@sub-title-11-c-paragraph-1": "",
  "@sub-title-11-c-paragraph-2": "",

  "@sub-title-12": "",
  "@sub-title-12-paragraph-1": "",

  "@sub-title-12-a": "",
  "@sub-title-12-a-paragraph-1": "",

  "@sub-title-12-b": "",
  "@sub-title-12-b-paragraph-1": "",

  "@sub-title-12-c": "",
  "@sub-title-12-c-paragraph-1": "",

  "@sub-title-13": "",
  "@sub-title-13-a": "",
  "@sub-title-13-a-paragraph-1": "",
  "@sub-title-13-a-paragraph-2": "",
  "@sub-title-13-a-paragraph-3": "",
  "@sub-title-13-a-paragraph-4": "",
  "@sub-title-13-a-paragraph-5": "",

  "@sub-title-13-b": "",
  "@sub-title-13-b-paragraph-1": "",
  "@sub-title-13-b-paragraph-2": "",

  "@sub-title-13-c": "",
  "@sub-title-13-c-paragraph-1": "",

  "@sub-title-14": "",
  "@sub-title-14-paragraph-1": "",
  "@sub-title-14-paragraph-2": "",

  "@sub-title-15": "",
  "@sub-title-15-paragraph-1": "",

  "@sub-title-16": "",
  "@sub-title-16-paragraph-1": "",

  "@sub-title-17": "",
  "@sub-title-17-paragraph-1": "",
  "@sub-title-17-paragraph-2": "",
  "@sub-title-17-paragraph-3": "",

  "@sub-title-17-a": "",
  "@sub-title-17-a-paragraph-1": "",

  "@sub-title-17-b": "",
  "@sub-title-17-b-paragraph-1": "",

  "@sub-title-17-c": "",
  "@sub-title-17-c-paragraph-1": "",

  "@sub-title-17-d": "",
  "@sub-title-17-d-paragraph-1": "",

  "@sub-title-17-e": "",
  "@sub-title-17-e-paragraph-1": "",

  "@sub-title-17-f": "",
  "@sub-title-17-f-paragraph-1": "",
  "@sub-title-17-f-paragraph-2": "",

  "@sub-title-17-g": "",
  "@sub-title-17-g-paragraph-1": "",
  "@sub-title-17-g-paragraph-2": "",

  "@sub-title-17-h": "",
  "@sub-title-17-h-paragraph-1": ""
}
