{
  "@title": "Allgemeine Geschäftsbedingungen",
  "@title-scope-defense-clause": "§ 1 Geltungsbereich & Abwehrklausel",
  "@description-scope-defense-clause-1": "(1) Für die über die Fleksa UG (haftungsbeschränkt) (nachfolgend: Fleksa.com) begründeten Rechtsbeziehungen zwischen dem Betreiber des von Ihnen gewählten Restaurants und seinen Kunden gelten ausschließlich die folgenden Allgemeinen Geschäftsbedingungen in der jeweiligen Fassung zum Zeitpunkt der Bestellung. Wir weisen darauf hin, das Fleksa.com lediglich der Vermittler von Leistungen und technischer Dienstleister ist. Die Lieferung der Bestellung erfolgt ausschließlich durch die Partnerrestaurants (nachfolgend: Anbieter), welche alleine für die Qualität der Speisen verantwortlich sind.",
  "@description-scope-defense-clause-2": "(2) Abweichende Allgemeine Geschäftsbedingungen des Kunden werden zurückgewiesen.",
  "@title-formation-of-contract": "§ 2 Zustandekommen des Vertrages",
  "@description-formation-of-contract-1": "(1) Die Anpreisung des Angebotes auf der der Website (www. https://www.fleksa.com/) stellt kein bindendes Angebot des Anbieters auf Abschluss eines Kaufvertrages dar. Der Kunde wird hierdurch lediglich aufgefordert, durch eine Bestellung ein Angebot abzugeben.",
  "@description-formation-of-contract-2": "(2) Durch das Absenden der Bestellung gibt der Kunde ein verbindliches Angebot gerichtet auf den Abschluss eines Kaufvertrages über die im Warenkorb enthaltenen Waren ab. Mit dem Absenden der Bestellung erkennt der Kunde auch diese Geschäftsbedingungen als für das Rechtsverhältnis mit dem Anbieter allein maßgeblich an.",
  "@description-formation-of-contract-3": "(3) Der Anbieter bestätigt den Eingang der Bestellung des Kunden durch Versendung einer Bestätigungs-E-Mail. Diese Bestellbestätigung stellt noch nicht die Annahme des Vertragsangebotes durch den Anbieter dar. Sie dient lediglich der Information des Kunden, dass die Bestellung beim Anbieter eingegangen ist. Die Erklärung der Annahme des Vertragsangebotes erfolgt durch die Auslieferung der Ware oder eine ausdrückliche Annahmeerklärung.",
  "@description-formation-of-contract-4": "(4) Bei Schreib-, Druck- und Rechenfehlern auf der Website oder sonstigen Produktdarstellungen ist die Fleksa.com zur konkreten Preisberechnung berechtigt. Der Kunde hat in diesem Fall ein eingeschränktes Rücktrittsrecht vom Liefervertrag.",
  "@description-formation-of-contract-5": "(5) Die auf der Website oder sonstigen Produktdarstellungen der Fleksa.com wiedergegebenen Bilder sind symbolisch; die Waren können in Ausführung, Gestaltung und Farbe abweichen.",
  "@description-formation-of-contract-6": "(6) Bestellungen des Kunden können online auf Grundlage dieser Lieferbedingungen aufgegeben werden.",
  "@description-formation-of-contract-7": "(7) Die Kundenbestellungen werden in der Reihenfolge des Eingangs während der Geschäftszeiten bearbeitet, soweit nicht betriebliche Erfordernisse eine abweichende Handhabung erfordern.",
  "@description-formation-of-contract-8": "(8) Der Mindestbestellwert ergibt sich aus den Angaben auf unserer Webseite.",
  "@title-delivery": "§ 3 Lieferung",
  "@description-delivery-1": "(1) Die Lieferung erfolgt schnellstmöglich, regelmäßig binnen 30 Minuten. Sämtliche Angaben über die Lieferfrist und/oder einen Lieferzeitpunkt, einschließlich etwaiger Lieferzeitenprognosen sind unverbindlich, soweit nicht ausnahmsweise Lieferfrist und/oder Lieferzeitpunkt seitens der Fleksa.com ausdrücklich und schriftlich zugesagt wurden. Dies gilt auch für Termin Bestellungen des Kunden, deren Verbindlichkeit ausdrücklich und schriftlich durch die Fleksa.com zugesagt werden muss.",
  "@description-delivery-2": "(2) Die Lieferung erfolgt ausschließlich innerhalb des Liefergebietes, es sei denn, die Fleksa.com sagt eine Lieferung außerhalb dieses Liefergebietes ausdrücklich und schriftlich zu.",
  "@description-delivery-3": "(3) Die auf der Website der Fleksa.com genannten Preise sind Bruttopreise und verstehen sich einschließlich der Lieferung.",
  "@description-delivery-4": "(4) Die Kaufpreiszahlung erfolgt über die im Zahlsystem von Fleksa.com angebotenen Bezahlmöglichkeiten.",
  "@title-retention-of-title": "§ 4 Eigentumsvorbehalt",
  "@description-retention-of-title-1": "Der Eigentumsvorbehalt wird gesetzlich durch § 449 (1) BGB geregelt. Zudem obliegt die Eigentumsübergabe der aufschiebenden Bedingung gemäß § 158 (1) BGB, wonach die gelieferte Ware bis zur vollständigen Zahlung des Kaufpreises im Eigentum der Fleksa.com bleibt.",
  "@title-warranty-liability-of-defects": "§ 5 Gewährleistung & Mängelhaftung",
  "@description-warranty-liability-of-defects-1": "(1) Die Gewährleistungsrechte des Kunden richten sich nach den allgemeinen gesetzlichen Vorschriften, soweit nachfolgend nichts anderes bestimmt ist.",
  "@description-warranty-liability-of-defects-2": "(2) Eine Garantie wird von dem Anbieter nicht erklärt.",
  "@description-warranty-liability-of-defects-3": "(3) Die Ware ist bei Anlieferung auf äußere Beschädigungen und offensichtliche Fehler zu überprüfen und gegebenenfalls sofort zu reklamieren. Sollten während des Transportes Schäden und/oder Verluste auftreten, wird der Fahrer den Kunden direkt und unverzüglich unter gleichzeitiger Mitteilung an die Fleksa.com informieren.",
  "@description-warranty-liability-of-defects-4": "(4) Ist die gelieferte Ware mangelhaft, kann der Kunde Nacherfüllung durch Ersatzlieferung verlangen. Schlägt die Nacherfüllung fehl, kann der Kunde bei einem nicht unerheblichen Mangel vom Kaufvertrag zurücktreten, den Kaufpreis mindern oder Schadensersatz geltend machen.",
  "@title-disclaimer": "§ 6 Haftungsausschluss",
  "@description-disclaimer-1": "(1) Schadensersatzansprüche des Kunden sind ausgeschlossen, soweit nachfolgend nichts anderes bestimmt ist. Der vorstehende Haftungsausschluss gilt auch zugunsten der gesetzlichen Vertreter und Erfüllungsgehilfen des Anbieters, sofern der Kunde Ansprüche gegen diese geltend macht.",
  "@description-disclaimer-2": "(2) Von dem unter Ziffer 1 bestimmten Haftungsausschluss ausgenommen sind Schadensersatzansprüche aufgrund einer Verletzung des Lebens, des Körpers, der Gesundheit und Schadensersatzansprüche aus der Verletzung wesentlicher Vertragspflichten. Wesentliche Vertragspflichten sind solche, deren Erfüllung zur Erreichung des Ziels des Vertrags notwendig ist, z.B. hat der Anbieter dem Kunden die Sache frei von Sach- und Rechtsmängeln zu übergeben und das Eigentum an ihr zu verschaffen. Von dem Haftungsausschluss ebenfalls ausgenommen ist die Haftung für Schäden, die auf einer vorsätzlichen oder grob fahrlässigen Pflichtverletzung des Anbieters, seiner gesetzlichen Vertreter oder Erfüllungsgehilfen beruhen.",
  "@description-disclaimer-3": "(3) Vorschriften des Produkthaftungsgesetzes (ProdHaftG) bleiben unberührt.",
  "@title-choice-law-place-jurisdiction": "§ 7 Rechtswahl, Gerichtsstand",
  "@description-choice-law-place-jurisdiction-1": "(1) Auf die vertraglichen Beziehungen zwischen dem Anbieter und dem Kunden findet das Recht der Bundesrepublik Deutschland Anwendung. Von dieser Rechtswahl ausgenommen sind die zwingenden Verbraucherschutzvorschriften des Landes, in dem der Kunde seinen gewöhnlichen Aufenthalt hat. Die Anwendung des UN-Kaufrechts ist ausgeschlossen.",
  "@description-choice-law-place-jurisdiction-2": "(2) Gerichtsstand für alle Streitigkeiten aus dem Vertragsverhältnis zwischen dem Kunden und dem Anbieter ist Berlin, sofern es sich bei dem Kunden um einen Kaufmann, eine juristische Person des öffentlichen Rechts oder ein öffentlich-rechtliches Sondervermögen handelt.",
  "@description-choice-law-place-jurisdiction-3": "(3) Sollte eine Bestimmung dieser Allgemeinen Geschäftsbedingungen unwirksam sein, wird davon die Wirksamkeit der übrigen Bestimmungen nicht berührt.",
  "@title-revocation": "§ 8 Widerrufserklärung",
  "@description-revocation-1": "Widerrufsbelehrung erstellt nach EGBGB Anlage 1 zu Art. 246a § 1 Abs. 2 Satz 2. Fundstelle: BGBl. I 2013, 3642 - 3670",
  "@title-cancellation": "WIDERRUFSBELEHRUNG",
  "@description-cancellation-1": "Wir weisen darauf hin, dass die von Ihnen bestellten Speisen frisch und auf Ihre Anforderung hin zubereitet werden. Insoweit besteht kein gesetzliches Widerrufsrecht."
}